Repository: r4nd0lph-c/mospolytech_activity
Catalog: activity/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Study Group
ru: Учебная группа

source: The search works by the name of the study group (case-sensitive).
ru: Поиск работает по названию учебной группы (с учётом регистра).

source: The search works by the full name of the student (case-sensitive).
ru: Поиск работает по ФИО студента (с учётом регистра).

source: JSON Grid
ru: JSON Тело (grid)

source: The search works by the signature of the schedule (case-sensitive).
ru: Поиск работает по сигнатуре расписания (с учётом регистра).

source: Grid
ru: Тело (grid)

source: Activity
ru: Активность

source: Mospolytech Activity
ru: Мосполитех Активность

source: Administration
ru: Администрирование

source: Entities
ru: Сущности

source: Username
ru: Имя пользователя

source: Password
ru: Пароль

source: Remember me?
ru: Запомнить меня

source: All groups
ru: Все группы

source: Student's full name
ru: ФИО студента

source: Day
ru: День

source: Week
ru: Неделя

source: Month
ru: Месяц

source: Date created
ru: Дата создания

source: Date updated
ru: Дата обновления

source: Name of the study group.
ru: Название учебной группы.

source: Name
ru: Название

source: Determines whether an entity is active in the system.
ru: Определяет, активен ли объект в системе.

source: Active
ru: Активность

source: Study group
ru: Учебная группа

source: Study groups
ru: Учебные группы

source: GUID of the student.
ru: GUID студента.

source: Full name of the student.
ru: ФИО студента.

source: Full name
ru: Полное имя

source: Student
ru: Студент

source: Students
ru: Студенты

source: The beginning of studies in this group.
ru: Начало бучения в этой группе

source: Date start
ru: Дата начала

source: The end of studies in this group.
ru: Конец обучения в этой группе

source: Date end
ru: Дата конца

source: Old Study group
ru: Старая Учебная группа

source: Old Study groups
ru: Старые Учебные группы

source: Name of the type of schedule.
ru: Название типа расписания.

source: Schedule type
ru: Тип расписания

source: Schedule types
ru: Типы расписаний

source: Type
ru: Тип

source: Determines whether the schedule is a session schedule or not.
ru: Определяет, является ли расписание расписанием сессии или нет.

source: Session
ru: Сессия

source: The start date of the schedule.
ru: Дата начала расписания.

source: The end date of the schedule.
ru: Дата конца расписания.

source: Raw schedule grid format.
ru: Сырой формат расписания (grid).

source: The unique identifier of the schedule based on its data.
ru: Уникальный идентификатор расписания, основанный на его информации.

source: Signature
ru: Сигнатура

source: Schedule
ru: Расписание

source: Schedules
ru: Расписания

source: The user who performed the action.
ru: Пользователь, выполнивший действие.

source: User
ru: Пользователь

source: Action in the system.
ru: Действие в системе

source: Action
ru: Действие

source: action
ru: действие

source: History Log
ru: Действие

source: History Logs
ru: Журнал действий

source: Date
ru: Дата

source: LOGO [Mospolytech Activity]
ru: LOGO [Мосполитех Активность]

source: Page not Found
ru: Страница не найдена

source: The page you are looking for may have been deleted,
ru: Страница, которую вы ищете, возможно, была удалена,

source: renamed, or just temporarily unavailable.
ru: переименованна или просто временно недоступна.

source: Main page
ru: На главную

source: You are logged in as
ru: Вы вошли в систему как

source: , but you do not have sufficient rights to view this page. Perhaps you would like to log in using a different account?
ru: , однако у вас недостаточно прав для просмотра данной страницы. Возможно, вы хотели бы войти в систему, используя другую учётную запись?

source: Log in
ru: Вход

source: Authorization
ru: Авторизация

source: Having problems?
ru: Возникли проблемы?

source: Login / Password
ru: Логин / Пароль

source: Login to the system is done using a unified user account (UUA).
ru: Вход в систему происходит через единую учётную запись (ЕУЗ).

source: To make sure that the password is spelled correctly, click on the symbol
ru: Чтобы убедиться в правильности написания пароля, нажмите на символ

source: In case the problem has not been solved
ru: В случае, если проблема не решилась

source: If you can't log in, contact technical support: describe the problem, specify your full name, place of work, login, attach screenshots.
ru: Если не получается войти в систему — обратитесь в службу технической поддержки:опишите проблему, укажите ФИО, место работы, логин, приложите скриншоты.

source: Email address
ru: Адрес электронной почты

source: The technical support service works according to the schedule from 09:30 to 20:00 on weekdays.
ru: Служба технической поддержки работает по графику с 09:30 до 20:00 в будние дни.

source: Student Search
ru: Поиск студента

source: Display
ru: Отображение

source: Search
ru: Поиск

source: Export
ru: Экспорт

source: About Service
ru: О сервисе

source: In order to use the service
ru: Для того, чтобы воспользоваться сервисом

source: Enter the student's case-sensitive full name in the first field. The search will be performed across all groups. If you want to search for a specific group/groups, enter the number of the group you are interested in in the second field. After specifying it, a list of students of this group will be displayed. Next, select the required student from the updated list.
ru: Введите в первое поле ФИО студента с учётом регистра. Поиск будет осуществлён по всем группам. Если Вы хотите осуществить поиск по конкретной группе/группам, введите во второе поле номер интересующей Вас группы. После его указания отобразится список студентов данной группы. Далее, выберите необходимого студента из обновлённого списка.

source: Below, in the third field, select the date display format: 'Day', 'Week', 'Month'. Then select the desired date.
ru: Ниже, в третьем поле, выберите формат отображения даты: 'День', 'Неделя', 'Месяц'. Затем выберите нужную дату.

source: After clicking the 'Search' button, the entire attendance of the student you are interested in during the specified period will be displayed.
ru: После нажатия кнопки 'Поиск' будет отображена вся посещаемость интересующего Вас студента в указанный период.

source: Menu
ru: Меню

source: Select a student to see the information
ru: Выберите студента, чтобы увидеть информацию

source: You are logged in as
ru: Вы вошли как

source: View admin panel
ru: Открыть админ-панель

source: Log Out
ru: Выйти

source: Empty Filler (svg)
ru: Изображение-заполнитель (svg)

source: You haven't selected any students yet
ru: Вы не выбрали ни одного студента

source: Main | Activity
ru: Главная | Активность

source: logo_en
ru: logo_ru

source: Authorization | Activity
ru: Авторизация | Активность

source: Page not Found | Activity
ru: Страница не найдена | Активность

source: Django site admin
ru: Админ-панель

source: Django administration
ru: Администрирование
